[
    {
        "title": "TOMMY HILFIGER ANALOG WATCH - FOR WOMEN (SILVER)",
        "description": "KEY FEATURES - Round Dial, Silver Strap.",
        "image_url": "http://xplorationstudio.com/sample_images/watch_15.jpeg",
        "image_thumbnail_url": "http://xplorationstudio.com/sample_images/watch_15_thumbnail.jpeg"
    },
    {
        "title": "FOSSIL ANALOG WATCH - FOR WOMEN (BEIGE)",
        "description": "A watch that projects an accentuated sense of fashion and character without making much of an effort is this Analog Watch - For Women from Fossil. This Analog Watch effortlessly adds a zing to your appearance. Be it for a casual party or for a business event, this Fossil Analog Watch - For Women never fails to grab attention. Also, this Fossil watch is powered by batteries and will keep ticking relentlessly at a rhythmic pace set by a quartz crystal placed inside the watch.",
        "image_url": "http://xplorationstudio.com/sample_images/watch_16.jpeg",
        "image_thumbnail_url": "http://xplorationstudio.com/sample_images/watch_16_thumbnail.jpeg"
    },
    {
        "title": "CASIO STANDARD ANALOG WATCH - FOR WOMEN (SILVER)",
        "description": "When you are looking for a watch that would function as a daily wear accessory, at the top most of your list of features or attributes you would like a watch to have are probably comfort, reliability and functionality. This watch from Standard series of Casio aims to meet just those criteria. The analog watch from Casio is designed for women who like their accessories to be both stylish, while yet at the same time not compromising on comfort, when they wear them through the week. The watch features a battery powered quartz mechanism to help perfectly sync the time displayed on the dial, to the time zone you are aligned to.",
        "image_url": "http://xplorationstudio.com/sample_images/watch_17.jpeg",
        "image_thumbnail_url": "http://xplorationstudio.com/sample_images/watch_17_thumbnail.jpeg"
    },
    {
        "title": "CASIO ANALOG WATCH - FOR WOMEN (SILVER)",
        "description": "Most women love variety and skillfully experiment with colour and shape to create the perfect pairing of accessories and outfits. But when it comes to getting the right watch to match your vibrant wardrobe it can be quite the disaster. Knowing a woman’s need for the perfect watch Casio presents the alluring Analog Watch for Women. You can never go wrong with stainless steel because this versatile metal can go with just about any outfit you have. Whether you are dressing for a formal meeting with colleagues or dressing to go out to dinner in your trendy tops and casual jeans the Casio analog watch pairs perfectly well with any attire.",
        "image_url": "http://xplorationstudio.com/sample_images/watch_18.jpeg",
        "image_thumbnail_url": "http://xplorationstudio.com/sample_images/watch_18_thumbnail.jpeg"
    },
    {
        "title": "CASIO ANALOG WATCH - FOR WOMEN (SILVER)",
        "description": "An exquisitely designed and well-crafted timepiece is a rare item to find. The ardent watch lover, or horologist, may have even taken years before he or she found that one watch that captivated them like none before. Some say that the adventure and pleasure lie in the pursuit of such a refined mechanical marvel, while for most others patience isn’t a virtue that is justified in today’s age of instant connectivity and knowledge. If you are the kind of person who inclines towards the latter, your search for that perfect timepiece may just have ended.",
        "image_url": "http://xplorationstudio.com/sample_images/watch_19.jpeg",
        "image_thumbnail_url": "http://xplorationstudio.com/sample_images/watch_19_thumbnail.jpeg"
    },
    {
        "title": "CASIO ANALOG WATCH - FOR WOMEN (BLUE)",
        "description": "KEY FEATURES - Round Dial, Blue Strap, Stainless Steel Case, Water and Scratch Resistant, Push Button Clasp.",
        "image_url": "http://xplorationstudio.com/sample_images/watch_20.jpeg",
        "image_thumbnail_url": "http://xplorationstudio.com/sample_images/watch_20_thumbnail.jpeg"
    }
]